/* No comment provided by engineer. */
"Are you sure you want to remove these languages? You will not be able to restore them without reinstalling macOS." = "Sei sicuro di voler rimuovere queste lingue? Non sarai in grado di ripristinarle senza reinstallare macOS.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Canceling operation..." = "Annullo l'operazione…";

/* No comment provided by engineer. */
"Cannot remove all languages" = "Non posso rimuovere tutte le lingue";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Current architecture: %@" = "Architettura attuale: %@";

/* No comment provided by engineer. */
"Files removed. Space saved: %@." = "File rimossi. Spazio recuperato: %@.";

/* No comment provided by engineer. */
"Finished removing files" = "Rimozione file completata";

/* No comment provided by engineer. */
"locale_md" = "moldavo";

/* No comment provided by engineer. */
"Monolingual finished" = "Monolingual ha terminato";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes. Your OS has not been modified." = "Monolingual ha terminato senza apportare cambiamenti. Il Sistema non è stato modificato.";

/* No comment provided by engineer. */
"Monolingual started" = "Monolingual avviato";

/* No comment provided by engineer. */
"Nothing done" = "Nessuna modifica";

/* No comment provided by engineer. */
"Permission Error" = "Errore di permessi";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "Rimozione architettura da binario universale";

/* No comment provided by engineer. */
"Started removing files" = "Avvio rimozione file";

/* No comment provided by engineer. */
"Stop" = "Stop";

/* No comment provided by engineer. */
"You are about to delete the English language files. Are you sure you want to do that?" = "Stai per rimuovere la lingua Inglese. Sei sicuro di volerlo fare?";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not. Space saved: %@." = "Hai annullato la rimozione. Alcuni file sono stati cancellati, altri no. Spazio recuperato: %@.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "Hai inserito una password di amministratore errata.";

/* No comment provided by engineer. */
"Failed to install helper utility." = "Failed to install helper utility.";

